Repository: brian-huanggg/easy-notes
Catalog: Packages/KindSheet/Sources/KindSheet/Localizable.xcstrings
Source language: zh_hant
Languages: en

# %@ · %@ 列 · %@ 欄
source: %1$@ · %2$@ 列 · %3$@ 欄
en: %1$@ · %2$@ rows · %3$@ columns

source: Big5 編碼的檔案只能檢視
en: Big5-encoded files are view-only

source: 依此欄遞增排序並寫入
en: Sort Ascending by This Column and Save

source: 依此欄遞減排序並寫入
en: Sort Descending by This Column and Save

source: 備註
en: Note

source: 凍結首欄
en: Freeze First Column

source: 刪除列
en: Delete Row

source: 刪除欄
en: Delete Column

source: 匯入 CSV…
en: Import CSV…

source: 名稱
en: Name

source: 在上方插入列
en: Insert Row Above

source: 在下方插入列
en: Insert Row Below

source: 在右側插入欄
en: Insert Column to the Right

source: 在左側插入欄
en: Insert Column to the Left

source: 新表格
en: New Sheet

source: 無法辨識檔案的編碼，只能檢視
en: The file's encoding isn't recognized, so it is view-only

source: 第一列是標題
en: First Row Is Header

source: 表格
en: Sheet

source: 轉成 UTF-8
en: Convert to UTF-8
